{
    
  "indexpage": {
    "englishTitle": "What do you know so far about sustainability?",
    "frenchTitle": "Que savez-vous jusqu'à présent sur la durabilité?",

    "englishText": "Sustainability is the goal we all share; existing together in harmony for as long as our planet would allow it. Sustainability is achieved and supported through three main factors: Social, Enviromental, and Economic. The consequences of ignoring the benefits of sustainability and allowing efforts towards it to stop, would include major enviromental problems such as climate change, loss of biodiversity, loss of ecosystem services, land degredation, and air and water pollution. That does not include the social issues that would be caused such as potential losses in rights to minority groups, lapses in social justice, losing social safety nets set up for vulnerable groups, and also a general lose in quality of life. However, the benefits of supporting sustainability are as wonderous as these problems would be catastrophic, potentially increasing the world happiness index and quality of life to hitherto unknown heights, returning biodiversity to the point at which it might have been centuries ago, allowing natural life to flourish and even return to the parts of the world it has been pushed out of, and lowering costs of living and education to a point where anyone could afford to live and learn whatever they might want.",
    "frenchText": "La durabilité est l'objectif que nous partageons tous ; exister ensemble en harmonie aussi longtemps que notre planète le permettra. La durabilité est atteinte et soutenue par trois facteurs principaux: social, environnemental et économique. Les conséquences de l'ignorance des avantages de la durabilité et de l'arrêt des efforts en ce sens entraîneraient des problèmes environnementaux majeurs tels que le changement climatique, la perte de biodiversité, la perte de services écosystémiques, la dégradation des terres et la pollution de l'air et de l'eau. Cela n'inclut pas les problèmes sociaux qui en résulteraient, tels que la perte potentielle des droits des groupes minoritaires, les manquements à la justice sociale, la perte des filets de sécurité sociale mis en place pour les groupes vulnérables, ainsi qu'une perte générale de qualité de vie. Cependant, les avantages de soutenir la durabilité sont aussi merveilleux que ces problèmes seraient catastrophiques, augmentant potentiellement l'indice de bonheur mondial et la qualité de vie à des sommets jusqu'ici inconnus, ramenant la biodiversité au point où elle aurait pu être des siècles. il y a quelques années, en permettant à la vie naturelle de s'épanouir et même de revenir dans les régions du monde dont elle a été chassée, et en abaissant le coût de la vie et de l'éducation à un point tel que chacun pouvait se permettre de vivre et d'apprendre ce qu'il voulait.",
    
    "englishMotto": "For a better future for the future generation!",
    "frenchMotto": "Pour un avenir meilleur pour les générations futures!",


    "englishHeader":"UN Sustainability Goals",
    "frenchHeader":"Objectifs de durabilité des Nations Unies"
  },
  "maingoalspage": {
    "englishHeader": "Our Goals",
    "frenchHeader": "Nos buts",
    "englishTitle": "What Goals did we pick?",
    "frenchTitle":"Quels objectifs avons-nous choisis ?",
    "englishDiscover": "Click images to discover why!",
    "frenchDiscover": "Cliquez sur les images pour découvrir pourquoi !"
  },
  "goal1page": {
    "englishHeader": "Our Goals",
    "frenchHeader": "Nos buts",
    "englishTitle": "No Poverty",
    "frenchTitle":"Aucune pauvreté",
    "englishGoalQuestion":"Whats the goal here?",
    "englishGoalAnswer":"To end poverty in all its forms everywhere by 2030",
    "englishGoalWhy": "Why?",
    "englishGoalWhyResponse": "In 2015, more than 700 million people, or 10 per cent of the world population, lived in extreme poverty, struggling to fulfil the most basic needs like health, education, and access to water and sanitation, to name a few.  However, the COVID-19 pandemic is reversing the trend of poverty reduction with tens of millions of people in risk of being pushed back into extreme poverty - people living on less than $1.90/day causing the first increase in global poverty in more than 20 years.",
    "englishGoalSolution": "So what can I do about it?",
    "englishGoalSolutionResponse": "Your active engagement in policymaking can make a difference in addressing poverty.It ensures that your rights are promoted and that your voice is heard, that intergenerational knowledge is shared and that innovation and critical thinking are encouraged at all ages to support transformational change in peoples lives and communities",
    "englishIntroLink":"To find out more about Goal 1 and other Sustainable Development Goals visit",
    "frenchGoalQuestion":"Quel est le but ici ?",
    "frenchGoalAnswer": "Mettre fin à la pauvreté sous toutes ses formes partout d’ici 2030",
    "frenchGoalWhy": "Pourquoi??",
    "frenchGoalWhyResponse": "En 2015, plus de 700 millions de personnes, soit 10 % de la population mondiale, vivaient dans une pauvreté extrême, luttant pour répondre aux besoins les plus élémentaires comme la santé, l’éducation et l’accès à l’eau et à l’assainissement, pour n’en citer que quelques-uns. Cependant, la pandémie de COVID-19 inverse la tendance à la réduction de la pauvreté et des dizaines de millions de personnes risquent d'être repoussées dans l'extrême pauvreté - des personnes vivant avec moins de 1,90 dollar par jour, provoquant la première augmentation de la pauvreté mondiale depuis plus de 20 ans.",
    "frenchGoalSolution": "Alors, que puis-je faire à ce sujet ?",
    "frenchGoalSolutionResponse": "Votre engagement actif dans l'élaboration des politiques peut faire la différence dans la lutte contre la pauvreté. Il garantit que vos droits sont promus et que votre voix est entendue, que les connaissances intergénérationnelles sont partagées et que l'innovation et la pensée critique sont encouragées à tous les âges pour soutenir un changement transformationnel dans la vie des gens. et les communautés",
    "frenchIntroLink": "Pour en savoir plus sur l objectif 1 et dautres objectifs de développement durable, visitez:"
  },
  "goal4page": {
    "englishHeader": "Our Goals",
    "frenchHeader": "Nos buts",
    "englishTitle": "Quality education",
    "frenchTitle":"Éducation de qualité",
    "englishGoalQuestion":"Whats the goal here?",
    "englishGoalAnswer": "Ensure inclusive and quality education for all and promote lifelong learning.",
    "englishGoalWhy": "Why does it matter?",
    "englishGoalWhyResponse": "Education enables upward socioeconomic mobility and is a key to escaping poverty.Education enables upward socioeconomic mobility and is a key to escaping poverty.  ",
    "englishGoalSolution": "So what can I do about it?",
    "englishGoalSolutionResponse": "Ask our governments to place education as a priority in both policy  and practice. Lobby our governments to make firm commitments to provide free primary school education to all, including vulnerable or marginalized groups.",
    "englishIntroLink": "To find out more about Goal #4 and other Sustainable Development Goals, visit: ",
    "frenchGoalQuestion":"Quel est le but ici ?",
    "frenchGoalAnswer": "Garantir une éducation inclusive et de qualité pour tous et promouvoir l’apprentissage tout au long de la vie.",
    "frenchGoalWhy": "Pourquoi??",
    "frenchGoalWhyResponse": "L'éducation permet une mobilité socio-économique ascendante et constitue une clé pour échapper à la pauvreté.",
    "frenchGoalSolution": "Alors, que puis-je faire à ce sujet ?",
    "frenchGoalSolutionResponse": "Demandez à nos gouvernements de placer l’éducation comme une priorité tant dans la politique que dans la pratique. Faites pression sur nos gouvernements pour qu’ils s’engagent fermement à fournir un enseignement primaire gratuit à tous, y compris aux groupes vulnérables ou marginalisés.",
    "frenchIntroLink": "Pour en savoir plus sur l objectif 4 et dautres objectifs de développement durable, visitez:"
  },
  "goal6page": {
    "englishHeader": "Our Goals",
    "frenchHeader": "Nos buts",
    "englishTitle": "Clean water and sanitation",
    "frenchTitle":"Eau potable et assainissement",
    "englishGoalQuestion":"Whats the goal here?",
    "englishGoalAnswer":"To ensure access to safe water sources and sanitation for all",
    "englishGoalWhy": "Why?",
    "englishGoalWhyResponse": " Access to water, sanitation and hygiene is a human right. The demand for water has outpaced population growth, and half the world’s population is already experiencing severe water scarcity at least one month a year. ",
    "englishGoalSolution": "So what can I do about it?",
    "englishGoalSolutionResponse": "Civil society organizations should work to keep governments accountable, invest in water research and development, and promote the inclusion of women, youth and indigenous communities in water resources governance.",
    "englishIntroLink": "To find out more about Goal #6 and other Sustainable Development Goals, visit: ",
    "frenchGoalQuestion":"Quel est le but ici ?",
    "frenchGoalAnswer": "Garantir l’accès de tous à des sources d’eau potable et à l’assainissement",
    "frenchGoalWhy": "Pourquoi??",
    "frenchGoalWhyResponse": "L’accès à l’eau, à l’assainissement et à l’hygiène est un droit humain. La demande en eau a dépassé la croissance démographique, et la moitié de la population mondiale connaît déjà une grave pénurie d’eau au moins un mois par an.",
    "frenchGoalSolution": "Alors, que puis-je faire à ce sujet ?",
    "frenchGoalSolutionResponse": "Les organisations de la société civile devraient s’efforcer de responsabiliser les gouvernements, investir dans la recherche et le développement dans le domaine de l’eau et promouvoir l’inclusion des femmes, des jeunes et des communautés autochtones dans la gouvernance des ressources en eau.",
    "frenchIntroLink": "Pour en savoir plus sur l’objectif 6 et d’autres objectifs de développement durable, visitez:"
  },
  
  "teamspage":{
    "englishHeader": "About Us",
    "englishTitle": "Meet the team!",
    "englishsubInfo": "We are a group of computer science students, collectively known as M21 with a united goal of educating the collective on three UN sustainabilty goals that we believe is vital for the betterment of the society.",
    "englishLeihlHeader": "Leihl",
    "englishLeihlContent": "Name:Leihl Zambrano Task:Worked on forms page and the sub page on the UN's 6th sustainable goal of 'Clean Water and Sanitation'Fun fact: I like playing volleyball in my free time",
    "englishNithyaHeader": "Nithya",
    "englishNithyaContent": "Name: Nithya Vinaitheerthan Task:Worked on the teams page(this page) and the 4th UN sustainable goal page on 'Quality Education' Fun fact: I enjoy drawing comics in my sketchbook.",
    "englishVogelHeader": "Vogel",
    "englishVogelContent": "Name:Vogel Task:Worked on the index and the sub page 1st UN sustainable goal about 'No Poverty' Fun fact: I do a lot of tabletop roleplaying games",
    "frenchHeader": "À propos de nous",
    "frenchTitle": "Rencontrer l'équipe!",
    "frenchsubInfo": "Nous sommes un groupe d'étudiants en informatique, collectivement connus sous le nom de M21, avec un objectif commun : éduquer le collectif sur trois objectifs de développement durable de l'ONU que nous pensons essentiels pour l'amélioration de la société.",
    "frenchLeihlHeader": "Leihl",
    "frenchLeihlContent": "Nom:Leihl Zambrano Tasché:Travail sur la page des formulaires et la sous-page sur le 6ème objectif durable de l'ONU 'Eau propre et assainissement'Fait amusant : j'aime jouer au volley-ball pendant mon temps libre",
    "frenchNithyaHeader": "Nithya",
    "frenchNithyaContent": "Nom: Nithya Vinaitheerthan Tâche : J'ai travaillé sur la page des équipes (cette page) et sur la page du 4ème objectif durable de l'ONU sur l'éducation de qualité . Fait amusant : j'aime dessiner des bandes dessinées dans mon carnet de croquis.",
    "frenchVogelHeader": "Vogel",
    "frenchVogelContent": "Nom:Vogel Tâche : J'ai travaillé sur l'index et la sous-page du 1er objectif durable de l'ONU sur Pas de pauvreté. Fait amusant : je fais beaucoup de jeux de rôle sur table."
    
    
    

  
  },

  "formpage": {
    "englishContactHeaderLine": "Contact Us",
    "englishConnectWith": "Connect With Us",
    "englishJoinNewsletter": "Join Our Newsletter",
    "englishRequiredMarkedAsterisk": "* Required Fields",
    "englishFirstNameLine": "First Name",
    "englishLastNameLine": "Last Name",
    "englishEmailLine": "Email",
    "englishMessageLine": "Message",
    "englishsubmit": "Submit",

    "frenchContactHeaderLine": "Contactez-nous",
    "frenchConnectWith": "Connectez-vous avec nous",
    "frenchJoinNewsletter": "Rejoignez notre newsletter",
    "frenchRequiredMarkedAsterisk": "* Champs obligatoires",
    "frenchFirstNameLine": "Prénom",
    "frenchLastNameLine": "Nom de famille",
    "frenchEmailLine": "E-mail",
    "frenchMessageLine": "Message",
    "frenchsubmit": "Soumettre"
  }
}
